export const Qadummy = () => {

interface PregnancyQA {
  id: number;
  question: string;
  answer: string;
}
  
  const pregnancyQAs: PregnancyQA[] = [
    {
      id: 1,
      question: "임신인가? 의심하게 된 이유는 무엇이었나요?",
      answer: ""
    },
    {
      id: 2,
      question: "처음 임신인 걸 알았을 때 내뱉은 말은?",
      answer: ""
    },
    {
      id: 3,
      question: "40주의 여정 중에서 가장 걱정되는 것은 무엇인가요?",
      answer: ""
    },
    {
      id: 4,
      question: "나는 아이에게 친구 같은 부모가 되고 싶다 VS 권위 있는 부모가 되고 싶다",
      answer: ""
    },
    {
      id: 5,
      question: "임신 기간 동안 이거는 지켜줘!",
      answer: ""
    },
    {
      id: 6,
      question: "우리 아이는 __한 아이였으면 좋겠어!",
      answer: ""
    },
    {
      id: 7,
      question: "입덧, 몸의 이상으로 예민해질 수 있어요, 서로에게 고마운 점 한 가지를 말한다면?",
      answer: ""
    },
    {
      id: 8,
      question: "아이에게 매일매일 해주고 싶은 말 정하기!",
      answer: ""
    },
    {
      id: 9,
      question: "임신 소식을 어떻게 알렸나요? 기분은 어땠나요? 혹은 가장 기억에 남는 축하의 말을 적어주세요!",
      answer: ""
    },
    {
      id: 10,
      question: "출산 하면 하고 싶은 일 best5 정하기!",
      answer: ""
    },
    {
      id: 11,
      question: "임신 중 불안, 스트레스, 또는 감정적인 변화가 있나요? 이를 어떻게 다루고 있나요?",
      answer: ""
    },
    {
      id: 12,
      question: "태아의 심장 박동을 처음 들었을 때는 어떤 기분이었나요?",
      answer: ""
    },
    {
      id: 13,
      question: "애기와 언제 처음 만날 수 있을지 상상하면 어떤 기분이 드나요?",
      answer: ""
    },
    {
      id: 14,
      question: "애기에 대한 이름을 고민하고 있나요? 이름을 정하는 것이 어떻게 진행되고 있나요? 아님 태명은 어떻게 정해졌나요?",
      answer: ""
    },
    {
      id: 15,
      question: "임신 중 어떤 특별한 즐거운 순간이 있었나요? 임신을 더욱 특별하게 만든 순간을 공유해주세요.",
      answer: ""
    },
    {
      id: 16,
      question: "임신 중에 어떤 새로운 취미나 관심사를 발견하셨나요?",
      answer: ""
    },
    {
      id: 17,
      question: "임신 17주차에 맞춰서 베이비 룸이나 육아 준비물을 어떻게 준비하고 있어요?",
      answer: ""
    },
    {
      id: 18,
      question: "태아의 성장과 발달에 대해서 좀 더 알려주세요. 어떤 특별한 순간이나 변화를 경험하고 있나요?",
      answer: ""
    },
    {
      id: 19,
      question: "임신 중에 태아와의 연결을 더 깊게 느낄 수 있는 방법이 있을까요? 예를 들면 음악, 대화, 혹은 다른 활동?",
      answer: ""
    },
    {
      id: 20,
      question: "보통 20주차에 태동을 처음 느낄 수 있어요 태동을 느끼면 어떤 기분이 들어요? 기쁨, 안도, 혹은 다른 느낌?",
      answer: ""
    },
    {
      id: 21,
      question: "이제 태아가 엄마, 아빠의 목소리를 들을 수 있어요. 아기에게 어떤 이야기를 해주고 싶나요?",
      answer: ""
    },
    {
      id: 22,
      question: "임신 중 어떤 식사 습관을 유지하고 있나요? 아빠는 엄마를 위해 어떤 식사를 준비해주나요?",
      answer: ""
    },
    {
      id: 23,
      question: "“신생아의 모습과 비슷해졌어요.” 태어날 아기는 엄마나 아빠 중 누구를 닮았을 것 같나요?",
      answer: ""
    },
    {
      id: 24,
      question: "임신 24주차에 아기의 발달에 관한 어떤 흥미로운 사실을 발견했나요?",
      answer: ""
    },
    {
      id: 25,
      question: "임신 중에 엄마와 아빠가 즐기는 활동이나 취미가 있다면 어떤 것인가요?",
      answer: ""
    },
    {
      id: 26,
      question: "임신 중에 아기와의 특별한 연결을 위해 무엇을 시도하고 있나요?",
      answer: ""
    },
    {
      id: 27,
      question: "태동이 점점 심해져요. 아기의 태동을 보며 엄마, 아빠는 무슨 생각을 하고 있나요?",
      answer: ""
    },
    {
      id: 28,
      question: "아기를 키우는 데 있어서 가장 중요하다고 생각하는 가치는 무엇인가요?",
      answer: ""
    },
    {
      id: 29,
      question: "임신 후기입니다! 임신 초기와 비교해서 몸이나 마음에서 가장 크게 느껴지는 변화는 무엇인가요?",
      answer: ""
    },
    {
      id: 30,
      question: "아기와의 첫 만남에 대해 상상해본다면, 그 순간은 어떤 모습일까요?",
      answer: ""
    },
    {
      id: 31,
      question: "아이가 호흡을 위한 폐를 부풀리고 있어요. 이제 배가 제법 나와서 산모께서 힘들 거예요! 서로 사랑이 담긴 응원의 메세지를 나눠보는 건 어떨까요?",
      answer: ""
    },
    {
      id: 32,
      question: "이제 약 두달 뒤면 아이를 만나게 되어요! 아이가 뱃속에서의 일을 기억한다는 말도 있는데, 우리 아이는 어떻게 기억할까요?",
      answer: ""
    },
    {
      id: 33,
      question: "태동이 격해지고 있어요! 아이의 움직임을 함께 느껴보고 그 순간의 감정 한 줄로 적어보다면?",
      answer: ""
    },
    {
      id: 34,
      question: "태아가 머리를 엄마의 자궁 쪽으로 향하고 태어날 준비를 해요! 태어날 아이에게 해주고 싶은 한마디는?",
      answer: ""
    },
    {
      id: 35,
      question: "출산이 가까워지는 만큼 장기들이 눌려 힘들어요! 이 순간 가장 힘들 산모에게 사랑한다는 말을 해주세요.",
      answer: ""
    },
    {
      id: 36,
      question: "오늘만큼은 부모보단 부부의 모습으로 돌아와서 연애했을 적 서로의 어떤 모습에 반했는지 말해주세요!",
      answer: ""
    },
    {
      id: 37,
      question: "아이의 신체 기관이 거의 다 자랐어요! 어떤 아이로 성장했으면 좋겠는지 서로 공유해봐요",
      answer: ""
    },
    {
        id: 38,
        question: "아이와 함께 가고싶은곳은 어디인가요?",
        answer: ""
    },
    {
        id: 39,
        question: "서로에게 해주고 싶은 한마디는?",
        answer: ""
    },
    {
        id: 40,
        question: "이제 곧 아이와 마주하게 되어요! 아이를 처음 만나면 어떤 말을 해주고 싶으신가요?",
        answer: ""
      },

  ];
}